NSCameraUsageDescription = "Kamera je používána při videohovorech";
NSMicrophoneUsageDescription = "Mikrofon je používán při hlasových a videohovorech";
NSPhotoLibraryUsageDescription = "Přístup do knihovny fotek je zapotřebí pro sdílení obrázků a videí ze zařízení";
NSContactsUsageDescription = "Přístup ke kontaktům je zapotřebí pro hledání shod v lokálním adresáři s těmi kontakty, které jsou na serveru";
NSLocationWhenInUseUsageDescription = "Toto je zapotřebí pro možnost nasdílení vaší pozice (souřadnice) ostatním";
NSSpeechRecognitionUsageDescription = "Speech Recognition access is needed to transcribe a voicemessage to text using on-device recognition";
